Repository: DunLug/perroquet
Catalog: po/*.po
Languages: es, fr, pt_br, sv

source: Packager
es: Empaquetador
fr: Créateur du paquetage
pt_br: Empacotador

source: Packager website
es: Página web del empaquetador
fr: Site web du créateur du paquetage
pt_br: Site do Empacotador

source: Packager contact
es: Contacto web del empaquetador
fr: Contact du créateur du paquetage
pt_br: Contado do Empacotador

source: Exercise path
es: Ruta del ejercicio
fr: Emplacement de l'exercice
pt_br: Caminho do exercício

source: Package path
es: Ruta del paquete
fr: Emplacement du paquetage
pt_br: Caminho do pacote

source: Template path
es: Ruta de la plantilla
fr: Emplacement du modèle
pt_br: Caminho do template

source: Instance path
es: Ruta de la instancia
fr: Emplacement de l'instance
pt_br: Caminho da instância

source: Finished exercise path
es: Finalizado el ejercicio ruta
fr: Chemin de l'exercice terminé
pt_br: Caminho do exercício concluído

source: Value
es: Valor
fr: Valeur
pt_br: Valor

source: Install
es: Instalar
fr: Installer
pt_br: Instalar

source: Cancel install
es: Cancelar instalación
fr: Annuler l'installation
pt_br: Cancelar instalação

source: Remove
es: Borrar
fr: Enlever
pt_br: Remover

source: Continue
es: Continuar
fr: Continuer
pt_br: Continuar

source: %d available exercises
es: %d ejercicios disponibles
fr: %d exercices disponibles
pt_br: %d exercícios disponíveis

source: %d available exercise
es: %d ejercicio disponible
fr: %d exercice disponible
pt_br: %d exercícios disponíveis

source: and %d installed exercises
es: and %d ejercicios disponibles
fr: et %d exercices installés
pt_br: e %d exercícios instalados

source: and %d installed exercise
es: and %d ejercicio instalado
fr: et %d exercice installé
pt_br: e %d exercício instalado

source: Downloading
es: Descargando
fr: Téléchargement
pt_br: Recebendo

source: Installing
es: Instalando
fr: Installation
pt_br: Instalando

source: Corrupted
es: Dañado
fr: Corrompu
pt_br: Danificado

source: Canceled
es: cancelado
fr: Annulé
pt_br: Cancelado

source: Removing
es: Borrando
fr: Suppression
pt_br: Removendo

source: <small>Downloading ... %d%%</small>
es: <small>Descargando ... %d%%</small>
fr: <small>Téléchargement ... %d%%</small>
pt_br: <small>Recebendo ... %d%%</small>

source: Properties password :
es: Propiedades de la contraseña:
fr: Mot de passe de propriétes :
pt_br: Senha das propriedades :

source: You need to install the gstreamer soundtouch elements to use slowly play feature.
es: Necesitas gstreamer soundtouch para usar la lectura lenta.
fr: Vous devez installer les éléments GStreamer SoundTouch pour utiliser la fonctionnalité de ralentissement de la lecture.
pt_br: Você precisa instalar os elementos soundtouch do gstreamer para utilizar o recurso de câmera lenta.

source: Media:
fr: Média :
pt_br: Mídia:

source: The file '%s' doesn't exist. Please modify exercice paths
sv: Filen '% s' finns inte. Byta övningar vägar

source: Load error
sv: Fel-laddat

source: Select File to Open
sv: Välj fil att öppna

source: Oral comprehention teacher
sv: Muntligs förståelse lärare

source: - Sequences: --/-- - Words: --/-- - Repeat ratio: -- per words
sv: - Sekvenser: --/-- - Ord: --/-- - Upprepa förhållande: -- per words

source: A oral comprehension teacher
sv: En muntlig föståelse lärare

source: Exercice properties
sv: Övning egenskaper

source: Exercice subtitle:
sv: Övning undertexter

source: Exercice video or audio:
sv: Ljud eller video övningar

source: Exercice:
sv: Övning:

source: New exercice
sv: Ny övning

source: Open exercise
sv: Öpna övning

source: Open saved exercice
sv: Öpna besparad övning

source: Save exercice
sv: Spara övning

source: The audio track should be in the exercice language
sv: Ljudspåret skulle vara i språkövningen

source: These subtitles should be in the exercice language. Supported format: srt
sv: Dessa undertexter skulle vara i språkövningen. Stött format: SRT
