Repository: DunLug/perroquet
Catalog: po/*.po
Languages: es, fr, pt_br, sv

source: Oral comprehension teacher
es: Maestro de la comprensión oral
fr: Assistant à la compréhension orale
pt_br: Instrutor de Compreensão Oral

source: - Sequences: --/-- - Words: --/-- - Repeat ratio: -- per words
es: - Frases: --/-- - Palabras: --/-- - Razón de repetición: -- por palabras
fr: - Sequences : --/-- - Mots : --/-- - Ratio de répétition : -- par mots
pt_br: - Sequências: --/-- - Palavras: --/-- - Taxa de Repetição: -- por palavras

source: An oral comprehension teacher
es: Un profesor de comprensión oral
fr: Un assistant à la compréhension orale
pt_br: Um instrutor de compreensão oral

source: Correction
es: Corrección
pt_br: Correção

source: Display correction
es: Mostrar correcciones
fr: Afficher la correction
pt_br: Correção de tela

source: Display translation
es: Mostrar la traducción
fr: Afficher la traduction
pt_br: Tradução de tela
sv: Visa översättning

source: E_dit
es: E_ditar
fr: Éditio_n
pt_br: E_ditar
sv: Re_digera

source: Erase
es: Borrar
fr: Effacer
pt_br: Apagar

source: Exercise language
es: Idioma del ejercicio
fr: Langue de l'exercice
pt_br: Exercitar linguagem

source: Exercise properties
es: Propiedades del ejercicio
fr: Propriétés de l'exercice
pt_br: Propriedades do exercício

source: Exercise subtitle:
es: Subtitulo del ejercicio
fr: Sous-titres de l'exercice
pt_br: Legenda do exercício:

source: Exercise video or audio:
es: Ejercicio audio o video
fr: Fichier vidéo ou audio de l'exercice :
pt_br: Vídeo ou áudio do exercício:

source: Export
es: Exportar
fr: Exporter
pt_br: Exportar

source: Export as package...
es: Exportar como paquete
fr: Exporter en tant que paquet...
pt_br: Exportar como pacote...

source: Export as template...
es: Exportar como plantilla
fr: Exporter en tant que modèle...
pt_br: Exportar como template

source: H_elp
es: A_yuda
fr: Aid_e
pt_br: _Ajuda
sv: H_jälp

source: Hint
es: Consejo
fr: Indice
pt_br: Dica
sv: Ledtråd

source: Import a package
es: Importar un paquete
fr: Importer un paquet
pt_br: Importar como pacote

source: Language:
es: Lenguaje
fr: Langue :
pt_br: Idioma:

source: Last open files
es: Ultimos archivos abiertos
fr: Derniers fichiers ouverts
pt_br: últimos arquivos abertos

source: Lateral panel
es: Panel lateral
fr: Panneau latéral
pt_br: Painel lateral

source: List of all words to find in the exercise
es: Lista de todas las palabras encontradas en el ejercicio
fr: Liste de tous les mots à trouver dans l'exercice
pt_br: Lista de todas as palavras a serem encontradas no exercício
sv: Ordlista som hittas i övningen

source: New exercise
es: Nuevo ejercicio
fr: Nouvel exercice
pt_br: Novo exercício
sv: Ny övning

source: Next Sequence
es: Próxima secuencia
fr: Séquence suivante
pt_br: Próxima Sequência
sv: Nästa sekvens

source: Next sequence
es: Próxima secuencia
fr: Séquence suivante
pt_br: Próxima sequência
sv: Nästa sekvens

source: Pause
es: Pausa
pt_br: Pausar
sv: Pausa

source: Play
es: Reproducir
fr: Lecture
pt_br: Reproduzir
sv: Spela upp

source: Play speed
es: Velocidad de reproducción
fr: Vitesse de lecture
pt_br: Velocidade de reprodução

source: Position in current sequence
es: Posición en la secuencia actual
fr: Position dans la séquence
pt_br: Posição na sequência atual
sv: Lokalisering i löpande ordning

source: Position in exercise
es: Posición en ejercicio
fr: Position dans l'exercice
pt_br: Posição no exercício
sv: Lokalisering i övningen

source: Previous sequence
es: Secuencia anterior
fr: Séquence précédente
pt_br: Sequência anterior
sv: Föregående sekvens

source: Progress statistics
es: Estadísticas de progreso
fr: Statistiques de progression
pt_br: Estatísticas de progresso
sv: Utveckling statistik

source: Properties
es: Propiedades
fr: Propriétés
pt_br: Propriedades
sv: Egenskaper

source: Replay sequence
es: Reproducir la secuencia
fr: Rejouer la séquence
pt_br: Sequência de reprodução
sv: Spela om sekvens

source: Reset exercise progress
es: Reset del progresso del ejercicio
fr: Réinitialiser l'avancement de l'exercice
pt_br: Limpar progresso do exercício

source: Reset the exercise progress
es: Reset del progresso del ejercicio
fr: Réinitialiser l'avancement de l'exercice
pt_br: Limpa o progresso do exercício

source: Reveal the sequence
es: Mostrar la secuencia
fr: Révéler la séquence
pt_br: Revelar a sequência

source: Reveal the word
es: Mostrar la palabra
fr: Révéler le mot
pt_br: Revelar a palavra

source: Save exercise
es: Guardar ejercicio
fr: Enregistrer l'exercice
pt_br: Salvar exercício
sv: Spara övning

source: Select a subtitle file
es: Seleccionar un archivo de subtítulos
fr: Sélectionner un fichier de sous-titrage
pt_br: Selecione um arquivo de legendas
sv: Välj en fil med undertexter

source: Select a video file
es: Seleccionar un archivo de video
fr: Choisir un fichier vidéo
pt_br: Selecione um arquivo de vídeo
sv: Välj en video fil

source: Show/Hide correction
es: Mostrar/Ocultar corrección
fr: Afficher/Masquel la correction
pt_br: Mostrar/Esconder correção

source: Show/Hide translation
es: Mostrar/esconder traducción
fr: Afficher/Cacher la traduction
pt_br: Mostrar/Esconder tradução
sv: Visa/Dölja översättning

source: The audio track should be in the exercise language
es: La pista audio tiene que usar el idioma del ejercicio
fr: La piste audio devrait être dans la langue de l'exercice
pt_br: A trilha de áudio deve estar no idioma do exercício

source: These subtitles should be in the exercise language. Supported format: srt
es: Los subtitlos tienen que usar el idioma del ejercicio. Formato aceptado : srt.
fr: Ces sous-titres devrait être dans la langue de l'exercice. Format supporté : srt
pt_br: Estas legendas devem estar no idioma do exercício. Formato suportado; srt

source: These subtitles should be in your mother language. Supported format: srt
es: Usar subtitlos en su lengua materna. Formato aceptado: srt.
fr: Ces sous-titres devraient être dans votre langue maternelle. Format supporté : srt
pt_br: Estas legendas devem estar no seu idioma natal. Formato suportado; srt
sv: Dessa subtitler skuller vara i ditt modersmål. Stött format: srt

source: This program is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program. If not, see <http://www.gnu.org/licenses/>.
es: Este programa es software libre: usted puede redistribuirlo y / o modificarlo bajo los términos de la GNU General Public License publicada por la Free Software Foundation, bien de la versión 3 de la Licencia, o (a su elección) cualquier versión posterior. Este programa se distribuye con la esperanza de que será útil, pero SIN NINGUNA GARANTÍA, incluso sin la garantía implícita de COMERCIABILIDAD o IDONEIDAD PARA UN PROPÓSITO PARTICULAR. Consulte la GNU General Public License para más detalles. Usted debería haber recibido una copia de la Licencia Pública General GNU junto con este programa. Si no, vea, <http://www.gnu.org/licenses/>.
fr: Ce programme est un logiciel libre ; vous pouvez le redistribuer et/ou le modifier conformément aux dispositions de la Licence Publique Générale GNU, telle que publiée par la Free Software Foundation ; version 3 de la licence, ou encore (à votre choix) toute version ultérieure. Ce programme est distribué dans l'espoir qu'il sera utile, mais SANS AUCUNE GARANTIE ; sans même la garantie implicite de COMMERCIALISATION ou D'ADAPTATION À UN OBJET PARTICULIER. Pour plus de détails, voir la Licence Publique Générale GNU. Un exemplaire de la Licence Publique Générale GNU doit être fourni avec ce programme ; si ce n'est pas le cas, écrivez à la Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
pt_br: Este programa é software livre; Pode redistribuí-lo e/ou modificá-lo sob os termos da Licença Pública Geral GNU, conforme publicada pela Free Software Foundation; tanto a versão 3 da Licença como (a seu critério) qualquer versão mais actual. Este programa é distribuído na expectativa de ser útil, mas SEM QUALQUER GARANTIA; incluindo as garantias implícitas de COMERCIALIZAÇÃO ou de ADEQUAÇÃO A QUALQUER PROPÓSITO EM PARTICULAR. Consulte a Licença Pública Geral GNU para obter mais detalhes. Deverá ter recebido uma cópia da Licença Pública Geral GNU juntamente com este programa; caso contrário, visite <http://www.gnu.org/licenses/>.

source: Translation
es: Traducción
fr: Traduction
pt_br: Tradução
sv: Översättning

source: Translation subtitles (optional):
es: Subtítulos de la traducción (opcional):
fr: Sous-titres de traduction (optionnel) :
pt_br: Legendas na tradução (opcional):
sv: Översättning undertexter (fakultativ):

source: Word filter This filter use regexp. Examples: abc = all words containing 'abc' ^abc = all words starting with 'abc' abc$ = all words ending with 'abc' The character . can replace any character: ^abc.. = all words of at least 5 letters starting with 'abc' ^...$ = all 4-letter word ^ab.c$ = all 4-letter word beginning with 'ab' and ending with 'c' For more information on regular expressions: http://en.wikipedia.org/wiki/Regular_expression
es: Filtro de palabras El filtro utiliza expresiones regulares. Ejemplo: abc = todas la palabras que contienen 'abc' ^abc = todas las palabras que empezan por 'abc' abc$ = todas la palabras que accaban por 'abc' El carácter . puede substituir a cualquier otro carácter. ^abc.. = todas la palabras de 5 letras al minimo que empezan por 'abc' ^...$ = todas la palabras de 4 letras ^ab.c$ = todas las palabras de 4 letras que empezan por 'ab' y accaban por 'c' Para informaciones adicionales: http://es.wikipedia.org/wiki/Expresion_regular
fr: Filtre : \n Ce filtre utilise les expressions régulières. Par exemple : \n abc correspond à tous les mots qui contiennent 'abc'\n ^abc correspond à tous les mots qui commencent par 'abc'\n abc$ correspond à tous les mots qui se terminent par 'abc'\n Le caractère . est un joker pour remplacer n'importe quel caractère : \n ^abc.. correspond à tous les mots d'au moins 5 lettres qui commencent par 'abc'\n ^...$ correspond à tous les mots de 3 lettres\n ^ab.c$ correspond à tous les mots de 4 lettres commençant par 'ab' et finissant par 'c'
pt_br: Filtro de palavras Este filtro utiliza regexp. Exemplos: abc = todas as palavras contendo 'abc' ^abc = todas as palavras começando com 'abc' abc$ = todas as palavras terminando com 'abc' O carectere . pode substituir qualquer outror: ^abc.. = todas as palavras com pelo menos 5 letras começando com 'abc' ^...$ = todas as palavras de 4 letras ^ab.c$ = todas as palavras de 4 letras começando com 'ab' e terminando com 'c' Para mais informações sobre expressões regulares, acesse :http://pt.wikipedia.org/wiki/Express%C3%A3o_regular

source: Words
es: Palabras
fr: Mots
pt_br: Palavras

source: _Advanced properties
es: _Propiedades avanzadas
fr: Propriétés _avancés
pt_br: Propriedades _avançadas

source: _Exercise
es: _Ejercicio
fr: _Exercice
pt_br: _Exercício

source: _Exercise manager
es: _Manejador de ejercicio
fr: Gestionnaire d'_exercices
pt_br: Gerenciador de _Exercícios

source: _File
es: _Archivo
fr: _Fichier
pt_br: _Arquivo
sv: _Fil

source: open exercise
es: abrir ejercicio
fr: Ouvrir un exercice
pt_br: abrir exercício

source: open saved exercise
es: abrir ejercicio guardado
fr: Ouvrir un exercice sauvegardé
pt_br: abrir exercício salvo

source: Exercise:
es: Ejercicio
fr: Exercice :
pt_br: Exercício:

source: Repeat sequences after completed it
es: Repetir secuencias despues de completarla
fr: Répéter les séquences après les avoir complétées
pt_br: Repetir sequências após terminá-las

source: Translation:
es: Traducción
fr: Traduction :
pt_br: Tradução:
sv: Översättning:

source: Use dynamic correction
es: Usar correción dinámica
fr: Utiliser la correction dynamique
pt_br: Usar correção dinâmica

source: With dynamic correction, the correct words will be displayed as valid as soon as they are correctly typed.
es: Con la correción dinámica, las palabras correctas se mostrarán como válidas apenas sean escritas.
fr: Avec la correction dynamique, les mots justes apparaitront comme valides dès qu'il seront correctement tapés.
pt_br: Com a correção dinâmica, as palavras corretas serão exibidas como vélidas ao serem escritas corretamente.

source: Correction password :
es: Password para corregir :
fr: Mot de passe de correction :
pt_br: Senha de correção:

source: Disable help tools
es: Desactivar la ayuda
fr: Désactiver les outils d'aide
pt_br: Desabilitar ferramentas de ajuda

source: Exercise
es: Ejercicio
fr: Exercice
pt_br: Exercício

source: Exercise name:
es: Nombre de ejercicio:
fr: Nom de l'exercice :
pt_br: Nome do exercício

source: Lock exercise's correction
es: Bloquear la corrección del ejercicio
fr: Vérouiller la correction de l'exercice
pt_br: Trancar correção do exercício

source: Lock exercise's propreties
es: Bloquear las propiedades del ejercicio
fr: Vérouiller les paramètres de l'exercice
pt_br: Trancar propriedades do exercício

source: Locks
es: Bloquear
fr: Verrous
pt_br: Travas

source: Maximum sequence time (s):
es: Máximo tiempo de secuencia (s):
fr: Durée maximale d'une séquence (en seconde)
pt_br: Tempo máximo de sequências (s)

source: Paths
es: Rutas
fr: Emplacements
pt_br: Caminhos

source: Paths list
es: Lista de rutas
fr: Liste des emplacements
pt_br: Lista de caminhos

source: Play sequence in a random order
es: Reproducir secuencias en orden aleatorio
fr: Jouer les séquences dans un ordre aléatoire
pt_br: Reproduzir sequência em ordem aleatória

source: Playing time after sequences (ms):
es: Reproduciendo tiempo despues de secuencias (ms):
fr: Marge de lecture à la fin de chaque séquence (en millisecondes)
pt_br: Tempo de execução após sequências (ms):

source: Playing time before sequences (ms):
es: Reproduciendo tiempo antes de secuencias (ms):
fr: Marge de lecture au début de chaque séquence (en millisecondes)
pt_br: Tempo de execução antes das sequências (ms):

source: Properties password :
es: Password para las propiedades:
fr: Mot de passe de paramètres
pt_br: Senha das propriedades :

source: Repeat count limit by sequence (0 for no limit):
es: Límite de cuenta de repeticiones por secuencia (0 para que no haya límite):
fr: Limite de répétition par séquence (0 pour aucune limite) :
pt_br: Repetir limite de contagem por sequência (0 para limite nenhum)

source: Repeat sequences after having completed it
es: Repetir la secuencia después de completarla
fr: Répéter les séquence après les avoir complétées
pt_br: Repetir sequências após completá-las

source: Sequences
es: Secuencias
fr: Séquences
pt_br: Sequências

source: Time between sequences (s):
es: Tiempo entre secuencias (s):
fr: Temps entre 2 séquences (en seconde) :
pt_br: Tempo entre sequências (s):

source: Details
es: Detalles
fr: Détails
pt_br: Detalhes

source: Exercises
es: Ejercicios
fr: Exercices
pt_br: Exercícios

source: Perroquet exercises manager
es: Administrador de ejercicios de Perroquet
fr: Gestionnaire d'exercices de Perroquet
pt_br: Gerenciador de exercícios do perroquet

source: Repositories
es: Repositorios
fr: Dépôts
pt_br: Repositórios

source: Settings
es: Ajustes
fr: Paramètres
pt_br: Configurações

source: Tree view mode
es: Modo de vista de arbol
fr: Mode de vue arbre
pt_br: Modo de visão em árvore

source: Use
es: Usar
fr: Utiliser
pt_br: Utilizar

source: label
es: Etiqueta
fr: étiquette
pt_br: rótulo

source: Correction password :
es: Correccion de contraseña :
fr: Mot de passe de correction :
pt_br: Senha de correção:

source: Password for unlock correction
es: Contraseña para desbloquear corrección
fr: Mot de passe pour dévérouiller la correction
pt_br: Senha para desbloquear a correção

source: Cancel
es: Cancelar
fr: Annuler
pt_br: Cancelar

source: Do you want to reset the current exercise ?
es: Quieres reestablecer el ejercicio actual
fr: Voulez-vous vraiment réinitialiser l'exercice courrant ?
pt_br: Você deseja restaurar o exercício atual?

source: Advanced
es: Avanzado
fr: Avancées
pt_br: Avançado

source: Default exercise properties
es: Propiedades predeterminadas del ejercicio
fr: Propriétés d'exercice par défaut
pt_br: Propriedades padrões do exercício

source: Exercise type:
es: Tipo de ejercicio:
fr: Type d'exercice :
pt_br: Tipo do exercício:

source: General
es: Opciones Generales
fr: Général
pt_br: Geral

source: Interface
es: Interfaz:

source: Limit repeat count by sequence (0 for no limit):
es: Limitar el numero de repeticiones por secuencia. (0 para "sin limite")
fr: Nombre limite de répétitions par séquence (mettez 0 pour aucune limite)
pt_br: Limite de repatição de contagem por sequência (0 para nenhum limite):

source: Show menu bar
es: Mostrar la barra de menu
fr: Affiche la barre de menu
pt_br: Exibir barra de menu

source: Show play and pause buttons
es: Mostrar los botones de reproducir y pausa
fr: Afficher les boutons lecture et pause
pt_br: Exibir botões de reprodução e pausa

source: Show settings
es: Mostrar preferencias
fr: Afficher les préférences
pt_br: Exibir configurações

source: Skip valid sequences using next and previous sequence buttons
es: Saltar las secuencias validas usando los botones de secuencia siguiente y anterior
fr: Sauter les séquences valides lors de l'utilisation des boutons "séquence suivante" et "séquence précédentes"
pt_br: Pular sequências válidas utilizando botões de anterior e próxima sequência

source: Use speed changer
es: Usar el cambiador de velocidad
fr: Utiliser l'outil de changement de vitesse
pt_br: Utilizar alterador de velocidade

source: Untitled exercise
es: Ejercicio sin titulo
fr: Exercice sans titre
pt_br: Exercício sem título

source: Import finish succesfully. Use the exercises manager to use the newly installed exercise.
es: La importación se completó con éxito. Use el administrador de ejercicios para usar el ejercicio que se ha instalado.
fr: Importation réussie. Veuillez utiliser le gestionnaire d'exercices pour utiliser l'exercice que vous venez d'installer.
pt_br: Importação concluída com sucesso. Utilize o gerenciador de exercícios para utilizar o novo exercício instalado.

source: Import failed.
es: Error en la importación.
fr: L'importation a échoué.
pt_br: A importação falhou.

source: Not specified
es: No especificado
fr: Non spécifié
pt_br: Não especificado

source: Imported exercise
es: Ejercicio importado
fr: Exercice importé
pt_br: Exercício importado

source: File not found:
es: Archivo no encontrado
fr: Fichier introuvable :
pt_br: Arquivo não encontrado:

source: Invalid package, missing template.perroquet.
es: Paquete invalido, falta la plantilla Perroquet
fr: Paquet invalide, le fichier template.perroquet est manquant.
pt_br: pacote inválido, faltando template.perroquet.

source: Exercise already exist.
es: Ejercicio ya existe
fr: L'exercice existe déjà.
pt_br: O exercício já existe.

source: The file '%s' doesn't exist. Please modify exercise paths
es: El archivo '%s' no existe. Modifica el camino del ejercicio.
fr: Le fichier '%s' n'existe pas. Veuillez modifier l'emplacement des fichiers de l'exercice.
pt_br: o arquivo '%s' não existe. Por favor modifique o caminho dos exercícios

source: load error
es: de carga de error
fr: Erreur de chargement
pt_br: Erro ao carregar

source: Path
es: Ruta
fr: Emplacement
pt_br: Caminho

source: Do you really quit without save ?
es: Realmente desea salir sin guardar cambios?
fr: Voulez-vous vraiment quitter sans enregistrer l'exercice ?
pt_br: Deseja sair sem salvar?
sv: Vill du verkligen avsluta utan att spara?

source: Confirm quit
es: Confirmar salida
fr: Confirmer la fermeture
pt_br: confirmar saída
sv: Konfirmera avsluta

source: Information
es: Información
pt_br: Informação

source: Select File to open
es: Selecciona un archivo para abrir
fr: Sélectionner un ficher à ouvrir
pt_br: Selecione o arquivo a ser aberto

source: Perroquet files
es: Archivos de Perroquet
fr: Fichiers Perroquet
pt_br: Arquivos do perroquet
sv: Perroquet filar

source: All files
es: Todos los archivos
fr: Tous les fichiers
pt_br: Todos os arquivos
sv: Alla filer

source: Select package to import
es: Seleccionar paquetes a importar
fr: Selectionnez un paquet à installer
pt_br: Selecione o pacote a ser importado

source: Perroquet package files
es: Paquete Perroquet
fr: Paquets perroquet
pt_br: Arquivos do pacote do perroquet

source: Select File to Save to
es: Seleccionar archivos a gardar
fr: Enregistrer sous...
pt_br: Selecione o arquivo a ser salvo
sv: Välj fil att spara till

source: Select File to Export to
es: Seleccionar el archivo a exportar
fr: Sélectionnez l'emplacement pour exporter
pt_br: Selecione o arquivo a ser exportado

source: Perroquet template files
es: plantilla de archivos Perroquet
fr: Fichiers de modèle perroquet
pt_br: Arqiovos de template do perroquet

source: - Sequences: %(found)s/%(count)s (%(percent)s %%)
es: - Frases: %(found)s/%(count)s (%(percent)s %%)
fr: - Séquences : %(found)s/%(count)s (%(percent)s %%)
pt_br: - Sequências: %(found)s/%(count)s (%(percent)s %%)
sv: - Sekvenser: %(found)s/%(count)s (%(percent)s %%)

source: - Words: %(found)s/%(count)s (%(percent)s %%)
es: - Palabras: %(found)s/%(count)s (%(percent)s %%)
fr: - Mots : %(found)s/%(count)s (%(percent)s %%)
pt_br: - Palavras: %(found)s/%(count)s (%(percent)s %%)
sv: - Ord: %(found)s/%(count)s (%(percent)s %%)

source: - Repeat ratio: %s per words
es: - Relación de repetición: %s por palabras
fr: Taux de répétition : %s par mot
pt_br: - Taxa de repetição: %s por palavras
sv: - Upprep förhållande: %s per words

source: Wrong password
es: Contraseña incorrecta
fr: Mauvais mot de passe
pt_br: Senha incorreta

source: Updating repositories...
es: actualizando repositorios
fr: Mise à jour des dépôts ...
pt_br: Atualizando repositórios...

source: Local repository
es: Repositorio local
fr: Dépôt local
pt_br: Repositório local

source: Distant repository
es: Repositorio distante
fr: Dépôt distant
pt_br: Repositório distante

source: Offline repository
es: Repositorio fuera de linea
fr: Dépôt hors-ligne
pt_br: Repositório offline

source: Orphan repository
es: Repositorio huerfano
fr: Dépôt orphelin
pt_br: Repositório órfão

source: <small>Group</small>
es: <small>Grupo</small>
fr: <small>Groupe</small>
pt_br: <small>Grupo</small>

source: Installed
es: Instalado
fr: Installé
pt_br: Instalado

source: Available
es: Disponible
fr: Disponible
pt_br: Disponível

source: Used
es: Utilizado
fr: Utilisé
pt_br: Utilizado

source: Done
es: Terminado
fr: Terminé
pt_br: Concluído

source: <small>Exercise</small>
es: <small>Ejercicio</small>
fr: <small>Exercice</small>
pt_br: <small>Exercício</small>

source: Name
es: Nombre
fr: Nom
pt_br: Nome

source: Type
es: Tipo
pt_br: Tipo

source: Description
es: Descripción
pt_br: Descrição

source: Status
es: Estatus
fr: État
pt_br: Estado

source: Words count
es: Cuenta de las palabras
fr: Nombre de mots
pt_br: Contador de palavras

source: Licence
es: Licencia
pt_br: Licença

source: Author
es: Autor
fr: Auteur
pt_br: Autor

source: Author website
es: Página web del autor
fr: Site web de l'auteur
pt_br: Síte do autor

source: Author contact
es: Contacto del autor
fr: Contacter l'auteur
pt_br: Contato do autor

source: Version
es: Versión
pt_br: Versão

source: Language
es: Idioma
fr: Langue
pt_br: Idioma

source: Media type
es: Tipo de medio
fr: Type de média
pt_br: Tipo da mídia

source: Id
es: Identificador
fr: Identifiant

source: Install status
es: Estatus de la instalación
fr: État de l'installation
pt_br: Estado da instalação
